[
  {
    "id": "624a1f1d62b89e7772302e86",
    "name": "Martin Hodge",
    "rating": 3,
    "picture": "https://randomuser.me/api/portraits/women/0.jpg",
    "city": "Efland",
    "description": "Utter drivel. The book was badly written, righteous,condescending, preachy, and worst of all, the ending was morally questionable. All the fables and stories are stolen from elsewhere, religious ideas and spirituality are badly mixed, and everything is so obvious."
  },
  {
    "id": "624a1f1dc2a64e09e24299f7",
    "name": "Hahn Mccall",
    "rating": 4,
    "picture": "https://randomuser.me/api/portraits/men/1.jpg",
    "city": "Morningside",
    "description": "The problem with this book is not just that it's bad, which it certainly is, but that there are so many people out there who want to corner you at parties and tell you how it's totally changed their lives. In a way you might as well read it just so you can see how feeble-minded they must be to get any kind of philosophical nourishment out of this inexhaustible stream of clichés. The profound lessons you'll learn from this book amount to nothing more than several variations on the theme of."
  },
  {
    "id": "624a1f1d37263a6841ffc670",
    "name": "Virginia Levine",
    "rating": 4.5,
    "picture": "https://randomuser.me/api/portraits/women/2.jpg",
    "city": "Escondida",
    "description": "I'm not sure that I can capture my utter disdain for this book in words, but I'll give it a shot. I read this book about three years ago and just had to re-read it for book club. It was a steaming pile of crap then and, guess what?, it's a steaming pile of crap now. The main reason I hate this book: it's trite inspirational literature dressed up as an adventure quest. You go into it thinking that it's going to be about a boy's quest for treasure."
  },
  {
    "id": "624a1f1d19a4d38204b6cc69",
    "name": "Bray Morris",
    "rating": 5,
    "picture": "https://randomuser.me/api/portraits/women/3.jpg",
    "city": "Clarktown",
    "description": "There are too many things one can learn from “The Alchemist”. Its all about following your dream and about taking the risk of following your dreams, which is actually so difficult to do and there are very few people in this world who actually do, I mean risk it all, just to follow your heart and your dream. Beauty is, the author is so right in saying that when u decide to follow your dreams the entire universe conspires in your favour which he called as the “beginners luck”"
  },
  {
    "id": "624a1f1df139887fd000f189",
    "name": "Daugherty Trevino",
    "rating": 3.5,
    "picture": "https://randomuser.me/api/portraits/women/4.jpg",
    "city": "Retsof",
    "description": "If books were pills, Alchemist would be a sugarcoated placebo with no real effect. Let's call it a feel-good homily. I have never read a book as meretricious as this one. Many reviewers have pointed out the problems with this 'celebrated' novel so I'd rather not expend any more words. Suffice it so say that this is a good example of portentous writing that is best avoided if your benchmark is quality literature."
  },
  {
    "id": "624a1f1d2586ec93235c83c8",
    "name": "Earlene Todd",
    "rating": 5,
    "picture": "https://randomuser.me/api/portraits/men/5.jpg",
    "city": "Harleigh",
    "description": "Timing is everything. If I'd read 'The Alchemist' four years ago, I'm sure I would have loved it. It deals in big, bold pronouncements of 'follow your dreams' et cetera et cetera, and it certainly makes you think about your own life and the pursuit of your own Personal Legend if you will. But maybe I'm older and more cynical now, or maybe it's not cynicism so much as just seeing a reality that isn't so mystical and black and white as Paulo Coelho's, but in any event,"
  },
  {
    "id": "624a1f1df0020a0adad925ed",
    "name": "Laurie Everett",
    "rating": 3,
    "picture": "https://randomuser.me/api/portraits/women/6.jpg",
    "city": "Roberts",
    "description": "Whenever I felt lost, depressed, sad, numb, conflicted, frustrated, exhausted, I get this book into my hands and follow the journey of young shepherd Santiago who is looking for a worldly treasure. As like T.S. Eliot says: “ The journey not the arrival matters.”"
  },
  {
    "id": "624a1f1d0c682c5524ab333a",
    "name": "Judy Pace",
    "rating": 5,
    "picture": "https://randomuser.me/api/portraits/men/7.jpg",
    "city": "Chesterfield",
    "description": "Superficially deep (ie deep on the surface and shallow underneath), but actually rather pretentious new age waffle - yet somehow manages to be beautiful despite that. I would have enjoyed it in my late teens/early 20s (when I enjoyed Jonathan Livingston Seagull), but reading this as an adult, I found it annoyingly unsubtle."
  },
  {
    "id": "624a1f1dcf42670272d199a3",
    "name": "Shauna Mcintyre",
    "rating": 4.3,
    "picture": "https://randomuser.me/api/portraits/women/8.jpg",
    "city": "Roy",
    "description": "Everyone (save one guy) said I would love this book. Three of my four roommates have their own copies. That one guy was right. Now this may be because he planted that seed of discontent, or it may be because this was the least creative and most redundant book I've read in a while. It answered the question, what happens when you put The Hero With a Thousand Faces, The Bible and 1001 Arabian Nights in a blender? That said, I didn't hate it. "
  },
  {
    "id": "624a1f1dea47048f02a38a27",
    "name": "Mcpherson Horn",
    "rating": 4,
    "picture": "https://randomuser.me/api/portraits/men/9.jpg",
    "city": "Turah",
    "description": "The Alchemist is an interesting little spiritual fable. A little bit of several religions have an influence on the journey to enlightenment. Not a whole lot of exposition as the author gets right to the point throughout. It should be a quick read (unless you don't care for it - and I have seen many less than satisfied reviews)."
  },
  {
    "id": "624a1f1dbb570dbdfd731182",
    "name": "Catherine Wiggins",
    "rating": 4,
    "picture": "https://randomuser.me/api/portraits/women/10.jpg",
    "city": "Valle",
    "description": "This book has crossed the boundaries of books, and has taken a life of its own, creating a movement all around the globe.Santiago's journey and spiritual quest, the people he meets, the dreams he has, the omens he encounters, and the nature he speaks to, are all things that we can relate to..things that we've either forgotten about or simply dismissed as childhood fantasies. "
  }
]
